[
  {
    "course" : "Introduction to Stock Markets",
    "lessons" : [
    {
      "lessonName": "1.The Need to Invest",
      "lessonDescription": "Learn about the importance of savings. Identify avenues to invest the savings in suitable investment vehicle. Compare historical returns generated by different assets, and know what to expect from you ..  "
    },
    {
      "lessonName": "2.Regulators, the guardians of capital markets",
      "lessonDescription": "Find out who and how the regulators govern the financial markets and also understand different types of financial market participants. Understand the need to regulate the markets. ..  "
    },
    {
      "lessonName": "3.Market Intermediaries",
      "lessonDescription": "An overview of the financial intermediaries in the Indian stock market and the services they offer.  ..  "
    },
    {
      "lessonName": "4.The IPO Markets (Part 1)",
      "lessonDescription": "Understand the origins of business and the funding environment of business. Learn about the different funding stages and also learn how funding works. ..  "
    },
    {
      "lessonName": "5.The IPO Markets (Part 2)",
      "lessonDescription": "Learn the basics of the IPO market and the process of how to go about investing in IPO’s. This chapter also helps us understand the different IPO Jargons that are commonly used. ..  "
    },
    {
      "lessonName": "6.The Stock Markets",
      "lessonDescription": "We explore the basics of stock trading and understand what makes the stock move on a minute by minute basis. We also explore concept of return calculation.  ..  "
    },
    {
      "lessonName": "7.The Stock Markets Index",
      "lessonDescription": "An overview of the Indian Stock Market Indices, their construction, and practical uses in trading ..  "
    },
    {
      "lessonName": "8.Commonly Used Jargons",
      "lessonDescription": "Glossary of common stock market terms & associated concepts used in trading. We also explain in detail on how to short a stock. ..  "
    },
    {
      "lessonName": "9.The Trading Terminal",
      "lessonDescription": "An introduction to The Trading Terminal, its interface, various functionalities and relevant concepts ..  "
    },
    {
      "lessonName": "10.Clearing and Settlement Process",
      "lessonDescription": "The behind the scene operations involved in share buying & selling  ..  "
    },
    {
      "lessonName": "11.Corporate actions and impact on stock prices",
      "lessonDescription": "Various corporate actions and the effect they have on the share prices and trading activity. Keys things you need to know before subscribing for a corporate action ..  "
    },
    {
      "lessonName": "12.Key Events and Their Impact on Markets",
      "lessonDescription": "An introduction to the various macros economic factors that impact the performance of shares and stock markets.  ..  "
    },
    {
      "lessonName": "13.Getting started",
      "lessonDescription": "Learn about the importance of developing a Point of View on stock markets, its impact, and its relevance to developing a strategy while trading stocks. ..  "
    },
    {
      "lessonName": "14.Supplementary note – Rights, OFS, FPO",
      "lessonDescription": "The note discovers the various options available to companies to raise funds before and after getting listed in the secondary markets ..  "
    },
    {
      "lessonName": "15.Supplementary note – The 20 market depth or level 3 data",
      "lessonDescription": "The 20 Market Depth (level 3 data) Window I’ve driven a car for many years and I’ve even changed my car a few times now. Each time I changed my car, the engine remained more or less the same, but  ..  "
    }
  ]},
  {
    "course": "Technical Analysis",
    "lessons" : [
    {
      "lessonName": "1.Background",
      "lessonDescription": "Introduction to the concept of technical analysis and how it differs from Fundamental analysis. We also discuss the kind of return expectation one needs to set while trading based on Technical Analysi ..  "
    },
    {
      "lessonName": "2.Introducing Technical Analysis",
      "lessonDescription": "This chapter explores the many characteristics of Technical Analysis including its adaptability to different asset classes, time frames etc. We also understand the need to summarize the Open, high, lo ..  "
    },
    {
      "lessonName": "3.The Chart Types",
      "lessonDescription": "We explore the different chart types used in technical analysis along with its merits and de merits. Specifically we discuss the candlestick chart and why traders prefer candlesticks over bar charts. ..  "
    },
    {
      "lessonName": "4.Getting Started with Candlesticks",
      "lessonDescription": "Basic concepts on various candlestick patterns used by traders to make decisions on the market. We also discuss the basic classification of candlestick patterns ..  "
    },
    {
      "lessonName": "5.Single Candlestick patterns (Part 1)",
      "lessonDescription": "Detailed description on the Bullish and Bearish Marubozu with real examples from Indian markets. The chapter discusses how to identify and set up a trade based on Marubozu. ..  "
    },
    {
      "lessonName": "6.Single Candlestick patterns (Part 2)",
      "lessonDescription": "The Doji and Spinning top candlestick patterns explained in detail and how these patterns play a key role in developing a view on markets. ..  "
    },
    {
      "lessonName": "7.Single Candlestick patterns (Part 3)",
      "lessonDescription": "This chapter explores how to identify hammer and hanging man. We understand the thought process behind these patterns and how to setup trades based on these patterns. ..  "
    },
    {
      "lessonName": "8.Multiple candlestick patterns (Part 1)",
      "lessonDescription": "In this chapter we understand how two or more candlesticks can be combined to identify trading opportunities. To begin with we understand the bullish and bearish engulfing pattern with real examples f ..  "
    },
    {
      "lessonName": "9.Multiple Candlestick Patterns (Part 2)",
      "lessonDescription": "Continuing from the previous chapter, we discuss the bullish harami and the bearish harami patterns with real examples taken from the Indian markets. ..  "
    },
    {
      "lessonName": "10.Multiple Candlestick Patterns (Part 3)",
      "lessonDescription": "In this chapter we discuss about the price Gaps, which is a common occurrence in the markets. We then explore the morning star and the evening star candlestick formation.  ..  "
    },
    {
      "lessonName": "11.The Support and Resistance",
      "lessonDescription": "A detailed insight into Support and Resistance price levels, its relevance in technical analysis, its construction, drawbacks, and insights into setting price targets. ..  "
    },
    {
      "lessonName": "12.Volumes",
      "lessonDescription": "This chapter outlines the importance of volume in technical analysis. Learn how to associate the volume and the price information to analyze the markets ..  "
    },
    {
      "lessonName": "13.Moving Averages",
      "lessonDescription": "Moving average is a simple technical analysis indicator used to detect the price trend. Learn about the moving average and a how to set up a simple moving average trading system. ..  "
    },
    {
      "lessonName": "14.Indicators (Part 1)",
      "lessonDescription": "Learn about the Relative strength indicator (RSI) and how it can be used to predict the short term movement in the market. Learn about the merits and drawbacks of RSI indicators.  ..  "
    },
    {
      "lessonName": "15.Indicators (Part 2)",
      "lessonDescription": "An extensive explanation on the Moving average convergence and divergence (MACD) and Bollinger Bands.  ..  "
    },
    {
      "lessonName": "16.The Fibonacci Retracements",
      "lessonDescription": "Starting with the basics of the construction of the Fibonacci sequence, we also learn about the derivation of the Golden Ratio. The Fibonacci retracement provides excellent opportunity for the traders ..  "
    },
    {
      "lessonName": "17.The Dow Theory (Part 1)",
      "lessonDescription": "A brief on the history of the Dow theory, its principles and the types of trends in Dow theory – Primary, Secondary and Minor and the inference of each trend type in relation to the markets.  ..  "
    },
    {
      "lessonName": "18.The Dow Theory (Part 2)",
      "lessonDescription": "In this chapter we look into the methods to identify trading ranges and flag formation. We also learn how to interpret the risk to reward ratio to make market entry and exit decisions.  ..  "
    },
    {
      "lessonName": "19.The Finale – Helping you get started",
      "lessonDescription": "This chapter helps you get started on the things that you need to do on a daily basis to identify trading opportunities employing “Technical Analysis” methodologies. ..  "
    },
    {
      "lessonName": "20.Other indicators",
      "lessonDescription": "Average Directional Index (ADX) About: The Average Directional Index (ADX), Minus Directional Indicator (-DI) and Directional Indicator (+DI) represent a group of directional movement indicators that  ..  "
    },
    {
      "lessonName": "21.Interesting features on TradingView",
      "lessonDescription": "  If you don’t know already, then TradingView is now available on Kite. Here is the TradingQ&A post announcing the beta launch. Given this, I could share a few of my favourite features  ..  "
    },
    {
      "lessonName": "22.The Central Pivot Range",
      "lessonDescription": "22.1 Trade from charts If you are familiar with Zerodha’s trading terminal, Kite, you probably know that you can choose to analyze stock/index charts either on Tradingview or on ChartIQ. These two c ..  "
    }
  ]},
  
  {
    "course" : "Fundamental Analysis",
    "lessons" : [
    {
      "lessonName": "1.Introduction to Fundamental Analysis",
      "lessonDescription": "The chapter lays a foundation to Fundamental Analysis, which is a holistic approach to study and analyze a business. A fundamental perspective is important because the stock prices of a fundamentally  ..  "
    },
    {
      "lessonName": "2.Mindset of an Investor",
      "lessonDescription": "A insightful look at the basics of Fundamental Analysis and how it can be broken down to Qualitative and Quantitative factors to study the intrinsic value of the stock. Also includes a precise underst ..  "
    },
    {
      "lessonName": "3.How to Read the Annual Report of a Company",
      "lessonDescription": "The chapter lays a foundation for understanding the basic structure of a typical annual report. It takes you through the various sections and helps you understand what to look for when glancing throug ..  "
    },
    {
      "lessonName": "4.Understanding the P&L Statement (Part 1)",
      "lessonDescription": "The chapter discusses the overall content and format of the Profit and Loss Statement. In this chapter we specifically look into the revenue side of the profit and loss statement in detail by looking  ..  "
    },
    {
      "lessonName": "5.Understanding P&L Statement (Part 2)",
      "lessonDescription": "The chapter explains the expense side of the Profit and Loss statement, its structure and content by looking into the annual report of a listed company. The accompanying notes/schedules are also analy ..  "
    },
    {
      "lessonName": "6.Understanding Balance Sheet Statement (Part 1)",
      "lessonDescription": "The chapter discusses information about the typical structure of the Balance Sheet. In this chapter, we specifically looked into the liability side of the Balance Sheet ..  "
    },
    {
      "lessonName": "7.Understanding the Balance Sheet Statement (Part 2)",
      "lessonDescription": "Continuing from the previous chapter, this chapter explains the concept of assets side of a typical Balance Sheet. ..  "
    },
    {
      "lessonName": "8.The Cash Flow statement",
      "lessonDescription": "The chapter discusses an outline on the key components of the cash flow statement, and their analysis. Also describes the connection between the Balance sheet, Profit and Loss statement and Cash flow  ..  "
    },
    {
      "lessonName": "9.The Financial Ratio Analysis (Part 1)",
      "lessonDescription": "In this three part series we discussed the analysis of financial statements through financial ratios. In this chapter we looked at the profitability ratios which indicates the profitability of the com ..  "
    },
    {
      "lessonName": "10.The Financial Ratio Analysis (Part 2)",
      "lessonDescription": "In the 2nd part of the series, we learn about the various Leverage ratios which help us study the company’s debt with respect to the company’s ability to service the debt. We also look into key op ..  "
    },
    {
      "lessonName": "11.The Financial Ratio Analysis (Part 3)",
      "lessonDescription": "In this concluding chapter, we look at the valuation ratios such as Price to sales, Price to Book, Price to earnings and their attractiveness from an investment perspective. ..  "
    },
    {
      "lessonName": "12.The Investment Due Diligence",
      "lessonDescription": "The chapter deals with understanding the basic steps required when it comes to conducting an investment due diligence. The chapter discusses ‘Moats’ which is a very crucial aspect when it comes to ..  "
    },
    {
      "lessonName": "13.Equity Research (Part 1)",
      "lessonDescription": "The chapter discusses how a Limited Resource Equity Research can be performed by a layman. A basic but powerful checklist is introduced which helps in filtering investment grade companies form a large ..  "
    },
    {
      "lessonName": "14.DCF Primer",
      "lessonDescription": "This chapter deals with the understanding of the concept of the Time value of money and how the DCF model can be used to estimate the price of a stock. The DCF analysis helps us to arrive at the prese ..  "
    },
    {
      "lessonName": "15.Equity Research (Part 2)",
      "lessonDescription": "Understand and interpret the concept of free cash flow. A study of the calculation of the per share price using free cash flow and the total net present value of a stock.  ..  "
    },
    {
      "lessonName": "16.The Finale",
      "lessonDescription": "An understanding of the drawbacks of the DCF Analysis and also a look at the concept of Margin of Safety. Some insights into managing and rebalancing of your stock portfolio ..  "
    }
  ]},
  {
    "course" : "Futures Trading",
    "lessons" : [
    {
      "lessonName": "1.Background – Forwards Market",
      "lessonDescription": "An introductory article on Futures. Describes what a forward contract means along with a practical illustration of the concept. The article discusses the procedure for settling the forward contract. T ..  "
    },
    {
      "lessonName": "2.Introducing Futures Contract",
      "lessonDescription": "The article starts by discussing the drawbacks of Forwards contracts and progress to discuss how a futures contract overcomes these drawbacks. Examples are quoted to make the concept clear. ..  "
    },
    {
      "lessonName": "3.The Futures Trade",
      "lessonDescription": "The article explains how a trader can employ futures contract to financially profit from his directional view on a stock or anindex. Practical examples are used to illustrate how the trade would evol ..  "
    },
    {
      "lessonName": "4.Leverage & Payoff",
      "lessonDescription": "This chapter discusses leverage, the central theme of futures trading in detail. The contractbetween futures and spot market is discussed. The chapter also touches upon leverage calculation. ..  "
    },
    {
      "lessonName": "5.Margin & M2M",
      "lessonDescription": "This chapter gives you all the necessary information that you need to know before placing your firstfutures trade. The chapter also throws light into why brokers and exchanges charge margins. ..  "
    },
    {
      "lessonName": "6.Margin Calculator (Part 1)",
      "lessonDescription": "This chapter gives you an overview of how to use a margin calculator. In addition the chapter also touches upon spreadtrading such as calendar spreads. ..  "
    },
    {
      "lessonName": "7.Margin Calculator (Part 2)",
      "lessonDescription": "In continuation from the previous chapter this chapter discusses various product types such as NRML, MIS, Bracket Order, and Cover order and the margins applicable to these products. The chapter also  ..  "
    },
    {
      "lessonName": "8.All about Shorting",
      "lessonDescription": "The chapter explains all that you need about shorting, be it futures or stocks with practical real life examples. Emphasis is also made on things you need to take care of when you short stocks or futu ..  "
    },
    {
      "lessonName": "9.The Nifty Futures",
      "lessonDescription": "This chapter is a primer on trading Nifty Futures. All that you need to know about Nifty futures is discussed in this chapter including the impact cost, liquidity, and benefits of trading Nifty future ..  "
    },
    {
      "lessonName": "10.The Futures Pricing",
      "lessonDescription": "This chapter is a primer on how future contracts are priced with respect to the spot prices. The chapter also discusses the concept of premium, discount, and the convergence of futures and spot price  ..  "
    },
    {
      "lessonName": "11.Hedging with Futures",
      "lessonDescription": "This chapter gives a step by step instruction on how to hedge a portfolio of stocks with the help of a futures instrument. Thechapter also has a detailed description on beta and method to calculate t ..  "
    },
    {
      "lessonName": "12.Open Interest",
      "lessonDescription": "This chapter explores in details the concept of open interest and its relevance to futures trading. The chapter also includes a guide on how to interpret the change in open interest with respect to ch ..  "
    },
    {
      "lessonName": "13.Quick Note on Physical Settlement",
      "lessonDescription": "13.1 – Overview Until recent times, trading in equity futures and options was cash settled in India. What this means is that upon expiry of the contract, buyers or sellers had to settle their po ..  "
    }
  ]},
  {
    "course" : "Options Theory for Professional Trading",
    "lessons" :[
    {
      "lessonName": "1.Call Option Basics",
      "lessonDescription": "1.1– Breaking the Ice As with any of the previous modules in Varsity, we will again make the same old assumption that you are new to options and therefore know nothing about options. For this reason ..  "
    },
    {
      "lessonName": "2.Basic Option Jargons",
      "lessonDescription": "2.1– Decoding the basic jargons In the previous chapter, we understood the basic call option structure. The idea of the previous chapter was to capture a few essential ‘Call Option’ concepts suc ..  "
    },
    {
      "lessonName": "3.Buying a Call Option",
      "lessonDescription": "3.1 – Buying call option In the previous chapters we looked at the basic structure of a call option and understood the broad context under which it makes sense to buy a call option. In this chapter, ..  "
    },
    {
      "lessonName": "4.Selling/Writing a Call Option",
      "lessonDescription": "4.1 – Two sides of the same coin Do you remember the 1975 Bollywood super hit flick ‘Deewaar’, which attained a cult status for the incredibly famous ‘Mere paas maa hai’ dialogue ☺? The mo ..  "
    },
    {
      "lessonName": "5.The Put Option Buying",
      "lessonDescription": "5.1 – Getting the orientation right I hope by now you are through with the practicalities of a Call option from both the buyers and sellers perspective. If you are indeed familiar with the call opti ..  "
    },
    {
      "lessonName": "6.The Put Option selling",
      "lessonDescription": "6.1 – Building the case Previously we understood that, an option seller and the buyer are like two sides of the same coin. They have a diametrically opposite view on markets. Going by this, if the P ..  "
    },
    {
      "lessonName": "7.Summarizing Call & Put Options",
      "lessonDescription": "7.1 – Remember these graphs Over the last few chapters, we have looked at two basic option type’s, i.e. the ‘Call Option’ and the ‘Put Option’. Further, we looked at four different variant ..  "
    },
    {
      "lessonName": "8.Moneyness of an Option Contract",
      "lessonDescription": "8.1 – Intrinsic Value The moneyness of an option contract is a classification method wherein each option (strike) gets classified as either – In the money (ITM), At the money (ATM), or Out of  ..  "
    },
    {
      "lessonName": "9.The Option Greeks (Delta) Part 1",
      "lessonDescription": "9.1 – Overview Yesterday I watched the latest bollywood flick ‘Piku’. Quite nice I must say. After watching the movie I was casually pondering over what really made me like Piku – was  ..  "
    },
    {
      "lessonName": "10.Delta (Part 2)",
      "lessonDescription": "10.1 – Model Thinking The previous chapter gave you a sneak peek into the first option Greek – the Delta. Besides discussing the delta, there was another hidden agenda in the previous chapter –  ..  "
    },
    {
      "lessonName": "11.Delta (Part 3)",
      "lessonDescription": "11.1 – Add up the Deltas Here is an interesting characteristic of the Delta – The Deltas can be added up! Let me explain – we will go back to the Futures contract for a moment. We know for every ..  "
    },
    {
      "lessonName": "12.Gamma (Part 1)",
      "lessonDescription": "12.1 – The other side of the mountain How many of you remember your high school calculus? Does the word differentiation and integration ring a bell? The word ‘Derivatives’ meant something else t ..  "
    },
    {
      "lessonName": "13.Gamma (Part 2)",
      "lessonDescription": "13.1 – The Curvature We now know for a fact that the Delta of an option is a variable, as it constantly changes its value relative to the change in the underlying. Let me repost the graph of the del ..  "
    },
    {
      "lessonName": "14.Theta",
      "lessonDescription": "14.1 – Time is money Remember the adage “Time is money”, it seems like this adage about time is highly relevant when it comes to options trading. Forget all the Greek talk for now, we shall go b ..  "
    },
    {
      "lessonName": "15.Volatility Basics",
      "lessonDescription": "15.1 – Background Having understood Delta, Gamma, and Theta, we are now at all set to explore one of the most interesting Option Greeks – The Vega. Vega, as most of you might have guessed is the r ..  "
    },
    {
      "lessonName": "16.Volatility Calculation (Historical)",
      "lessonDescription": "16.1 – Calculating Volatility on Excel In the previous chapter, we introduced the concept of standard deviation and how it can be used to evaluate ‘Risk or Volatility’ of a stock. Before we move ..  "
    },
    {
      "lessonName": "17.Volatility & Normal Distribution",
      "lessonDescription": "17.1 – Background In the earlier chapter we had this discussion about the range within which Nifty is likely to trade given that we know its annualized volatility. We arrived at an upper and lower e ..  "
    },
    {
      "lessonName": "18.Volatility Applications",
      "lessonDescription": "18.1 – Striking it right The last couple of chapters have given a basic understanding on volatility, standard deviation, normal distribution etc. We will now use this information for few practical t ..  "
    },
    {
      "lessonName": "19.Vega",
      "lessonDescription": "19.1 – Volatility Types The last few chapters have laid a foundation of sorts to help us understand Volatility better. We now know what it means, how to calculate the same, and use the volatility in ..  "
    },
    {
      "lessonName": "20.Greek Interactions",
      "lessonDescription": "20.1 – Volatility Smile We had briefly looked at inter Greek interactions in the previous chapter and how they manifest themselves on the options premium. This is an area we need to explore in more  ..  "
    },
    {
      "lessonName": "21.Greek Calculator",
      "lessonDescription": "21.1 – Background So far in this module we have discussed all the important Option Greeks and their applications. It is now time to understand how to calculate these Greeks using the Black & Sch ..  "
    },
    {
      "lessonName": "22.Re-introducing Call & Put Options",
      "lessonDescription": "22.1 – Why now? I suppose this chapter’s title may confuse you. After rigorously going through the options concept over the last 21 chapters, why are we now going back to “Call & Put Options ..  "
    },
    {
      "lessonName": "23.Case studies – wrapping it all up!",
      "lessonDescription": "23.1 – Case studies We are now at the very end of this module and I hope the module has given you a fair idea on understanding options. I’ve mentioned this earlier in the module, at this point I f ..  "
    },
    {
      "lessonName": "24.Quick note on Physical Settlement",
      "lessonDescription": "24.1 – Overview Until recent times, trading in equity futures and options was cash settled in India. What this means is that upon expiry of the contract, buyers or sellers had to settle their po ..  "
    },
    {
      "lessonName": "25.Options M2M and P&L calculation",
      "lessonDescription": "25.1 – Back to Futures After many years, I’m updating this module with a new chapter, and it still feels as if I wrote this module on options just yesterday. Thousands of queries have poured i ..  "
    }
  ]},
  {
    "course" : "Option Strategies",
    "lessons" :[
    {
      "lessonName": "1.Orientation",
      "lessonDescription": "1.1 – Setting the context Before we start this module on Option Strategy, I would like to share with you a Behavioral Finance article I read couple of years ago. The article was titled “Why winnin ..  "
    },
    {
      "lessonName": "2.Bull Call Spread",
      "lessonDescription": "2.1 – Background The spread strategies are some of the simplest option strategies that a trader can implement. Spreads are multi leg strategies involving 2 or more options. When I say multi leg stra ..  "
    },
    {
      "lessonName": "3.Bull Put Spread",
      "lessonDescription": "3.1 – Why Bull Put Spread? Similar to the Bull Call Spread, the Bull Put Spread is a two leg option strategy invoked when the view on the market is ‘moderately bullish’. The Bull Put Spread is s ..  "
    },
    {
      "lessonName": "4.Call Ratio Back Spread",
      "lessonDescription": "4.1 – Background The Call Ratio Back Spread is an interesting options strategy. I call this interesting keeping in mind the simplicity of implementation and the kind of pay off it offers the trader. ..  "
    },
    {
      "lessonName": "5.Bear Call Ladder",
      "lessonDescription": "5.1 – Background The ‘Bear’ in the “Bear Call Ladder” should not deceive you to believe that this is a bearish strategy. The Bear Call Ladder is an improvisation over the Call ratio back spr ..  "
    },
    {
      "lessonName": "6.Synthetic Long & Arbitrage",
      "lessonDescription": "6.1 – Background Imagine a situation where you would be required to simultaneously establish a long and short position on Nifty Futures, expiring in the same series. How would you do this and more i ..  "
    },
    {
      "lessonName": "7.Bear Put Spread",
      "lessonDescription": "7.1 – Spreads versus naked positions Over the last five chapters we’ve discussed various multi leg bullish strategies. These strategies ranged to suit an assortment of market outlook – from  ..  "
    },
    {
      "lessonName": "8.Bear Call Spread",
      "lessonDescription": "8.1 – Choosing Calls over Puts Similar to the Bear Put Spread, the Bear Call Spread is a two leg option strategy invoked when the view on the market is ‘moderately bearish’. The Bear Call Spread ..  "
    },
    {
      "lessonName": "9.Put Ratio Back spread",
      "lessonDescription": "9.1 – Background We discussed the “Call Ratio Back spread” strategy extensively in chapter 4 of this module. The Put ratio back spread is similar except that the trader invokes this when he is b ..  "
    },
    {
      "lessonName": "10.The Long Straddle",
      "lessonDescription": "10.1 – The directional dilemma How many times have you been in a situation wherein you take a trade after much conviction, either long or short and right after you initiate the trade the market move ..  "
    },
    {
      "lessonName": "11.The Short Straddle",
      "lessonDescription": "11.1 – Context In the previous chapter we understood that for the long straddle to be profitable, we need a set of things to work in our favor, reposting the same for your quick reference – The vo ..  "
    },
    {
      "lessonName": "12.The Long & Short Strangle",
      "lessonDescription": "12.1 – Background If you have understood the straddle, then understanding the ‘Strangle’ is quite straightforward. For all practical purposes, the thought process behind the straddle and strangl ..  "
    },
    {
      "lessonName": "13.Max Pain & PCR Ratio",
      "lessonDescription": "13.1 – My experience with Option Pain theory In the never ending list of controversial market theories, the theory of ‘Option Pain’ certainly finds a spot. Option Pain, or sometimes referred to  ..  "
    },
    {
      "lessonName": "14.Iron Condor",
      "lessonDescription": "14.1 – New margin framework These are fascinating times we are living in, especially if you are an options trader in India 🙂 Starting 1st June 2020, NSE’s new margin framework is live, which es ..  "
    }
  ]}
]